@extends('index')

@section('content')

<div class="container">
	<div class="row" >
		<div class="col-md-10">
			<div class="col-md-12 .col-xs-12 page-header text-uppercase text-center">
				<h1><strong>Публікації</strong></h1>
			</div>
			<div class="col-md-12 .col-xs-12 text-uppercase text-center otstup">
				<h5><strong>СТАТТІ У НАУКОВИХ ВИДАННЯХ, ЩО ВХОДЯТЬ ДО МІЖНАРОДНОЇ НАУКОМЕТРИЧНОЇ БАЗИ ДАНИХ SCOPUS</strong></h5>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>1)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Моделирование пластической деформации в цилиндрического образца при сжатии края / В. М. Михалевич, А. А. Лебедев, Ю. Dobranyuk // Сопротивление материалов. -.2011, № 6. (1 октября 2011 года), с 6-22.
					</p>
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>2)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Научно-технический раздел моделирование пластической деформации в цилиндрического образца при сжатии края / В. М. Михалевич, А. А. Лебедев, Ю. Dobranyuk // Сопротивление материалов. - 2011, Vol. 43, № 6. (1 октября 2011), стр. 591-603.
					</p>
				</div>
			</div>
			<div class="col-md-12 .col-xs-12 text-uppercase text-center otstup">
				<h5><strong>МОНОГРАФІЇ</strong></h5>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>1)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Моделювання напружено-деформованого та граничного станів поверхні циліндричних зразків при торцевому стисненні: монографія / В. М.Михалевич, Ю. В. Добранюк. - Вінниця:. ВНТУ, 2013 - 180 с ISBN 978-966- 641-532-8.
					</p>
				</div>
			</div>
			<div class="col-md-12 .col-xs-12 text-uppercase text-center otstup">
				<h5><strong>СТАТТІ ТА ТЕЗИ ДОПОВІДЕЙ</strong></h5>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>1)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Моделі підсумовування розсіяних пошкоджень в процесах пластичного деформування / В. М. Михалевич, Ю. В. Добранюк, В. А. Матвійчук, Є. А. Трач // Вісник Нац. техн. ун-ту «ХПІ» : зб. наук. пр. Темат. вип. : Інноваційні технології та обладнання обробки матеріалів у машинобудуванні та металургії. - Харків: НТУ «ХПІ». - 2014. - № 43 (1086). - С. 98 103. (Фахове видання).
					</p>
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>2)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Моделювання процесу формування заготовок вальцюванням / В. М.Михалевич, Ю. В. Добранюк, В. А. Матвійчук, Є. А. Трач // XV Міжнародна науково-технічна конференція "Прогресивна техніка, технологія та інженерна освіта". Київ, 23-27.06.2014 р: Матеріали конференції - Київ:. 2014 р. - С. 58 - 60.
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>3)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Узагальнення експериментально-аналітичної методики аналізу процесу осадження / В. М. Михалевич, Ю. В. Добранюк, В. А. Матвійчук, Є. А. Трач // Обработка металлов давлением: сборник научных трудов. - Краматорск: ДГМА. - 2014. - №1 (38). - С. 41-47.(Фахове видання).
					</p>
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>4)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Формозміна бічної поверхні циліндричних заготовок під час вісесиметричного осадження / В. М. Михалевич, Ю. В. Добранюк, Е. А. Трач // Вісник НТУ «ХПІ». Серія: Нові рішення в сучасних технологіях - Харків: НТУ «ХПІ». - 2013. - № 42 (1015). - С. 126-131. (Фахове видання).
					</p>
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>5)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Деформівність заготовок при осадці [Електронний ресурс] / В. М.Михалевич, Ю. В. Добранюк, Є. А. Трач // Тези міжнародної інтернет-конференції «Теоретичні і практичні проблеми теорії пластичності та обробки металів тиском», 15 жовтня 2013 р., ВНТУ, м.Вінниця. - 2013. - №2 - с. 2. - Режим доступу: http://omdconf.vntu.edu.ua/tezu/tezu_mykhalevich.pdf
					</p>
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>6)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Моделювання напружено-деформованого та граничного станів поверхні циліндричних зразків при торцевому стисненні: монографія / В. М. Михалевич, Ю. В. Добранюк. - Вінниця: ВНТУ, 2013 - 180 с. ISBN 978-966-641-532-8.
					</p>
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>7)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Постановка и решение частного случая основной задачи теории суммирования повреждений / [В. М. Михалевич, В. А. Матвийчук, Е. А. Трач, Ю. В. Добранюк, В.С. Зайкова] // Вісник Національного технічного університету "ХПІ". Збірник наукових праць.Тематичний випуск: Нові рішення в сучасних технологіях. - Харків: НТУ "ХПІ" - 2012. - №47 (953) - С. 67-71. (Фахове видання) (із студентом).
					</p>
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>8)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Гунько И. В. Оценка деформируемости заготовок в процессе вальцовки / И. В. Гунько, Ю. В. Дорбранюк // MOTROL. Commission of motorization and energetics in agriculture. - 2013. - Vol. 15 - №4. - P. 254-261. (Міжнародна - Польща).
					</p>
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>9)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Гунько І. В. Оцінка напружено-деформованого стану заготовок при холодному вальцюванні / І. В. Гунько, Ю. В. Дорбранюк // Международный научный журнал «Acta universitatis Pontica Euxinus» специальный выпуск, т.3, Варна, 2013. с.414-416. (Міжнародна - Болгарія).
					</p>
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>10)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Визначення за початковою ділянкою траєкторії деформацій граничного стану бічної поверхні циліндричних зразків під час вісесиметричного осадження / В. М.Михалевич, Ю. В. Добранюк, Є. А. Трач // Вісник Вінницького політехнічного інституту. - 2012. - №2 - С. 163-167. (Фахове видання).
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>11)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М., Матвійчук В.А., Добранюк Ю. В., Трач Є. А. Прогнозування граничного стану бічної поверхні циліндричних зразків при торцевому стисненні // Обработка материалов давлением, №1 (30) 2012, с. 24-30 (фахове видання).
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>12)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Mikhalevich V. M. Modeling of plastic deformation in a cylindrical specimen under edge compression / V. M. Mikhalevich, A. A. Lebedev and Yu. V. Dobranyuk // Strength of Materials. - Volume 43, Number 6 (2011), P. 591-603, DOI: 10.1007/s11223-011-9332-7.
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>13)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Удосконалення експериментальної частини експериментально-аналітичної методики дослідження напружено-деформованого стану бічної поверхні циліндричних зразків під час вісесиметричної осадки [Електронний ресурс] / Михалевич В. М., Добранюк Ю. В., Трач Є. А .// Наукові праці Вінницького національного технічного університету.- №4. - Київ: Національна бібліотека ім. В. І. Вернадського. - 2011. - 8 с. - Режим доступу до журн: HTTP: //www.nbuv.gov.ua/e-journals/VNTU/2011_4/2011-4.htm . (Фахове видання).
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>14)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Моделирование пластического деформирования цилиндрического образца при торцевом сжатии / В. М. Михалевич, А. А. Лебедев, Ю.В. Добранюк // Пробл. прочности. - 2011. - № 6. - С. 5--22. (Фахове видання).
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>15)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Визначення граничних деформацій бічної поверхні циліндричних зразків під час вісесиметричного осадження за допомогою імітаційного моделювання / В. М. Михалевич, Ю. В. Добранюк, Є. А. Трач // Вісник Національного технічного університету "ХПІ". Збірник наукових праць. Тематичний випуск: Нові рішення в сучасних технологіях. - Харків: НТУ "ХПІ"  - 2011. - №45 - С. 104-107. (Фахове видання).
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>16)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Добранюк Ю. В. Моделювання за допомогою програмного комплексу Deform-3D напружено-деформованого стану циліндричних зразків під час торцевого стиснення / Ю. В. Добранюк, Є. А. Трач // Теоретичні і прикладні задачі обробки металів тиском та автотехнічних експертиз: Тези доповідей міжнародної науково-технічної конференції "ВНТУ-2011" - Вінниця - 2011 - С. 222-224.
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>17)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Добранюк Ю. В. Розрахунок граничного стану та побудова кривих граничних деформацій бічної поверхні циліндричного зразка під час торцевого стиснення / Ю. В. Добранюк, В. М.Михалевич, О. В. Михалевич // Свідоцтво про реєстрацію авторського права на твір № 38308 від 11 травня 2011 р.
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>18)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Апроксимація залежностей між компонентами деформацій на бічній поверхні циліндричного зразка під час торцевого стиснення / В. М. Михалевич, Ю. В. Добранюк // Свідоцтво про реєстрацію авторського права на твір № 38309 від 11 травня 2011 р.
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>19)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Экспериментально-аналитическая методика и математические модели деформированного состояния на свободной боковой поверхности цилиндрических образцов при осесимметричной осадке / В. М. Михалевич, Ю. В. Добранюк // Обработка металлов давлением: сборник научных трудов. - Краматорск: ДГМА. - 2010. - №1 (22). - С. 114-119.
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>20)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Добранюк Ю. В. Моделювання за допомогою програмного комплексу Deform 3D напружено-деформованого стану на бічній поверхні циліндричного зразка під час торцевого стиснення / Ю.В. Добранюк, Л. І. Алієва, В. М. Михалевич // Обработка металлов давлением: сборник научных трудов. - Краматорск: ДГМА. - 2010. - №4 (25). - С. 3-10.
					</p> 
				</div>
			</div>
			<div class="row">
				<div class="col-md-1 text-right">
					<p>21)</p>
				</div>
				<div class="col-md-11 text-justify">
					<p>
						Михалевич В. М. Необхідні та достатні умови опуклості функції пошкоджень за умови нестаціонарності / Михалевич В. М., Добранюк Ю. В., Михалевич О. В .// Вісник Вінницького політехнічного університету. - 2010. - №5 - С. 113-117. (Фахове видання).
					</p> 
				</div>
			</div>
		</div>
		<div class="col-md-2">
			<div class="row">
				<div class="col-md-12 .col-xs-12 page-header text-uppercase text-center">
					<h1><strong>відзнаки</strong></h1>
				</div>
				<div class="col-md-12 otstup">
					<img src="image/dipl_1.jpg" class="img-responsive img-thumbnail" alt="dipl_1">
				</div>
				<div class="col-md-12 otstup">
					<img src="image/dipl_2_1.jpg" class="img-responsive img-thumbnail" alt="dipl_2_1">
				</div>
				<div class="col-md-12 otstup">
					<img src="image/dipl_2_2.jpg" class="img-responsive img-thumbnail" alt="dipl_2_2">
				</div>
				<div class="col-md-12 otstup">
					<img src="image/gramota.jpg" class="img-responsive img-thumbnail" alt="gramota">
				</div>
			</div>
		</div>
	</div>
</div>
@stop

	